{
  "en": {
    "home": {
      "section": "Home",
      "title": "Welcome",
      "presentation": "Next, a simple interaction with your device will be presented in order to evaluate aspects of empathy between a human and an artificial agent, whereby you will first answer a small set of questions and then perform a short interaction with the agent based on your answers.",
      "advice": "The evaluation will be treated anonymously, so please be as honest as possible in your answers. <br/> Please do not attempt to go back after advancing between sections, because the evaluation may be affected. <br/>",
      "disclaimer": "<u>Informed Consent</u><br/>I certify that I have been clearly and truthfully informed about the course and process of the research, its objectives and procedures. That I act consciously, freely and voluntarily as a participant in this research by contributing to the data collection phase.  I am aware of the sufficient autonomy that I have to refrain from answering all or part of the questions that are asked of me and to dispense with my collaboration when I consider it appropriate and without the need for any justification.<br/>That the good faith, confidentiality and privacy of the information provided by me will be respected, as well as my physical and psychological safety. Push START if you are agree.",
      "start-button": "Start",
      "testID_alert": "Test ID copied!"
    },
    "first": {
      "section": "Who are you?",
      "title": "Who are you?",
      "gender": "Gender",
      "age": "Age",
      "personality": "What is your personality?",
      "emotion": "What is your current emotion?",
      "valence": "How do you consider yourself?",
      "day": "How is/was your day?",
      "error_required": "This answer is required!.",
      "submmit_button": "Next"
    },
    "second": {
      "section": "Crisis Situation",
      "next_button": "Next",
      "description": "After this unwanted event, you will be attended by our artificial agent, who will engage in a simple conversation with you. <br/> Please press next."
    },
    "third": {
      "section": "Dialog",
      "yes": "Yes",
      "no": "No",
      "next_button": "Next"
    },
    "final": {
      "section": "Questionnaire",
      "title": "Thanks!<br/> We're almost done",
      "description": "Below you will find a link to a small questionnaire. Please answer it in order to complete the evaluation completely.",
      "link": "Questionnaire"
    },
    "end":{
      "title":"The research has finished, thank you!"
    }
  },
  "es": {
    "home": {
      "section": "Inicio",
      "title": "Bienvenid@",
      "presentation": "A continuación, se presentarán una simple interacción con tu dispositivo, con el fin de evaluar de manera aspectos de empatía entre el ser humano y un agente artificial, por lo cual, primero deberás responder a un pequeño grupo de preguntas y luego realizar una corta interacción con el agente basada en tus respuestas.",
      "advice": "La evaluación será tratada de manera anónima, por lo tanto se pide la mayor honestidad posible en sus respuestas. <br/> Por favor después de avanzar entre las secciones no intente regresar, debido a que la evaluación se podría ver afectada. <br/> ",
      "disclaimer": "<u>Consentimiento Informado</u><br/>Certifico que he sido informado(a) con la claridad y veracidad debida respecto al curso y proceso de la investigación, sus objetivos y procedimientos. Que actúo consciente, libre y voluntariamente como participante de la presente investigación contribuyendo a la fase de recolección de la información.  Soy conocedor (a) de la autonomía suficiente que poseo para abstenerme de responder total o parcialmente las preguntas que me sean formuladas y a prescindir de mi colaboración cuando a bien lo considere y sin necesidad de justificación alguna.<br/>Que se respetará la buena fe, la confidencialidad e intimidad de la información por mí suministrada, lo mismo que mi seguridad física y psicológica. Presiona COMENZAR si estas de acuerdo.",
      "start-button": "Comenzar",
      "testID_alert": "Test ID copiado!"
    },
    "first": {
      "section": "Quien eres?",
      "title": "Quien eres?",
      "gender": "Sexo",
      "age": "Edad",
      "personality": "Cual es tu personalidad?",
      "emotion": "Cual es tu emocion en este instante?",
      "valence": "Como te consideras a ti mismo?",
      "day": "Como va/estuvo tu dia?",
      "error_required": "Esta respuesta es requerida!.",
      "submmit_button": "Continuar"
    },
    "second": {
      "section": "Situación de Crisis",
      "next_button": "Continuar",
      "description": "Luego de este suceso indeseado, serás atendid@ por nuestro agente artificial, el cual entablará una sencilla conversación contigo. <br/> Por favor presiona continuar."
    },
    "third": {
      "section": "Dialogo",
      "yes": "Sí",
      "no": "No",
      "next_button": "Continuar"
    },
    "final": {
      "section": "Cuestionario",
      "title": "Gracias!<br/> Ya casi terminamos",
      "description": "A continuación, se encuentra un enlace a un pequeño cuestionario. Por favor respóndelo con el fin de terminar con la evaluación completamente.",
      "link": "Cuestionario"
    },
    "end":{
      "title":"El estudio a finalizado, gracias!"
    }
  }
}
