{
  "en": {
    "home": {
      "section": "Home",
      "title": "Welcome",
      "presentation": "Next, a simple interaction with the machine will be presented, in order to evaluate in a very simple way aspects of empathy between human and machine, for which first you will have to answer a small group of questions and then a short interaction with the machine will be performed based on your answers.",
      "advice": "The answers given here will be treated anonymously, so please try to be as honest as possible.<br/> Please do not return after advancing between sections, otherwise the test will be affected.",
      "start-button": "Start"
    },
    "first": {
      "section": "1st Module",
      "title": "Who are you?",
      "gender": "Gender",
      "age": "Age",
      "personality": "What is your personality?",
      "emotion": "What is your current emotion?",
      "valence": "How do you consider yourself?",
      "day": "How is/was your day?",
      "error_required": "This answer is required!.",
      "submmit_button": "Next"
    },
    "third": {
      "section": "3rd Module",
      "yes": "Yes",
      "no": "No"
    },
    "dialog": {
      "q1": "Hello, I am DiDox 🤖, and particularly today I am very happy 😁, there are some important things in life, for example, a beauty sunrise or sunset do you like it as well?",
      "a1": {
        "yes": "Great! Then both will enjoy seeing this wonder in a paradise beach or a peaceful location in the middle of the mountains, and why not with your best company 😍",
        "no": "Well, not everybody thinks similar, but tell me if these spectacular  views are not part of the world wonders… just imagine yourself with your best company in a place like this 😍"
      }
    }
  },
  "es": {
    "home": {
      "section": "Inicio",
      "title": "Bienvenid@",
      "presentation": "A continuación, se presentarán una simple interacción con la máquina, con el fin de evaluar de manera muy simple aspectos de empatía entre ser humano y máquina, para lo cual primero deberás responderán a un pequeño grupo de preguntas y luego se realizara una corta interacción con la maquina basada en tus respuestas.",
      "advice": "Las respuestas dadas aquí, serán tratadas de manera anónima, por lo cual pedimos por favor intenta ser lo más honesto posible al respecto. <br/> Por favor después de avanzar entre secciones no regrese, sino el Test se verá afectado.",
      "start-button": "Comenzar"
    },
    "first": {
      "section": "1er Modulo",
      "title": "Quien eres?",
      "gender": "Sexo",
      "age": "Edad",
      "personality": "Cual es tu personalidad?",
      "emotion": "Cual es tu emocion en este instante?",
      "valence": "Como te consideras a ti mismo?",
      "day": "Como va/estuvo tu dia?",
      "error_required": "Esta respuesta es requerida!.",
      "submmit_button": "Continuar"
    },
    "third": {
      "section": "3er Modulo",
      "yes": "Sí",
      "no": "No"
    },
    "dialog": {
      "q1": "Hola, soy DiDox 🤖 y particularmente hoy me encuentro muy feliz 😁, hay algunas cosas importantes en la vida, por ejemplo, un hermoso amanecer o un calido ocaso, a ti te gustan tambien?",
      "a1": {
        "yes": "Genial! Entonces somos dos. Te imaginas una maravilla como estas en una playa o en un lugar tranquilo en medio de las montañas, y porque no con una buena compañia 😍",
        "no": "Bueno, no todos pensamos igual, pero dime si vistas espectaulares como estas no son parte de las maravillas del mundo?… Imaginate tu en compañia de tu ser mas querido en lugar como estos 😍"
      }
    }
  }
}
